tap "bazelbuild/tap"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "keith/formulae"
tap "koekeishiya/formulae"
tap "maticzav/swift-graphql", "https://github.com/maticzav/swift-graphql.git"
tap "ngrok/ngrok"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "peripheryapp/periphery"
tap "qmk/qmk"
tap "rockbruno/swiftinfo", "https://github.com/rockbruno/SwiftInfo.git"
tap "romkatv/powerlevel10k"
tap "woshiccm/tap"
brew "apr-util"
brew "python@3.9"
brew "glib"
brew "atk"
brew "libusb"
brew "bazelisk"
brew "pkg-config"
brew "cloc"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "fd"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "guile"
brew "unbound"
brew "gnutls"
brew "gsettings-desktop-schemas"
brew "glib-networking"
brew "gopls"
brew "graphene"
brew "librsvg"
brew "graphviz"
brew "gstreamer"
brew "gst-plugins-base"
brew "libnice"
brew "gst-plugins-bad"
brew "gtk+3"
brew "gst-plugins-good"
brew "gst-plugins-ugly"
brew "jq"
brew "libimobiledevice"
brew "libsoup@2"
brew "lua-language-server"
brew "mas"
brew "mint"
brew "neovim"
brew "node"
brew "nvm"
brew "parallel"
brew "python@3.10", link: false
brew "pipx", link: false
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "sourcery"
brew "subversion"
brew "the_silver_searcher"
brew "tinyproxy"
brew "tmux"
brew "ttfautohint"
brew "vapor"
brew "xcodegen"
brew "yarn"
brew "yasm"
brew "zoxide"
brew "bazelbuild/tap/ibazel"
brew "dart-lang/dart/dart"
brew "jesseduffield/lazygit/lazygit"
brew "keith/formulae/git-pile"
brew "maticzav/swift-graphql/swiftgraphql"
brew "osx-cross/avr/avr-gcc@9"
brew "qmk/qmk/qmk"
brew "rockbruno/swiftinfo/swiftinfo"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "alacritty"
cask "amethyst"
cask "calibre"
cask "devutils"
cask "finicky"
cask "firefox"
cask "font-ibm-plex"
cask "font-ibm-plex-mono"
cask "font-iosevka-comfy"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "font-victor-mono"
cask "insomnia"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "ngrok"
cask "periphery"
cask "swiftformat-for-xcode"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "x-swiftformat"
cask "xcodes"
